"alert_message_invalid_pin" = "The PIN is not valid.";

"command_error_blocked_ciam_id" = "PIN'inizi %1$d kez yanlış girdiniz. Bu yüzden Mercedes me ID'niz %2$@ için bloke edildi.";

"command_error_minute" = "%1$d minute";

"command_error_minutes" = "%1$d dakika";

"command_error_pin_invalid" = "PIN'inizi %1$d kez yanlış girdiniz.";

"general_cancel" = "İptal";

"general_error_msg" = "Bir hata oluştu. Lütfen tekrar deneyin.";

"general_error_network_msg" = "Bir sorun oluştu. Lütfen internet bağlantınızı kontrol edin.";

"general_error_title" = "Hata";

"general_hint" = "Hatırlatma";

"general_no" = "Hayır";

"general_ok" = "Tamam";

"general_yes" = "Evet";

"login_error_authentication_failed" = "Doğrulama başarısız. Lütfen tekrar deneyin.";

"login_error_wrong_tan" = "Maalesef girdiğiniz bilgi doğru değildi. Tekrar denemeden önce gerekirse birkaç dakika beklemeniz gerektiğini lütfen unutmayın.";

"login_info_alert_message" = "Mercedes me ID, kişisel mobil iletişim numaranızdan veya e-posta adresinizden oluşur. Mercedes me ID'niz ile Mercedes-Benz'in dijital dünyasındaki her alana giriş yapabilirsiniz. Adres ülkenizde kullanıma sunulan tüm hizmetlere, fonksiyonlara ve platformlara erişim sağlayabilirsiniz.";

"login_info_alert_title" = "Mercedes me ID";

"login_invalid_input" = "Lütfen geçerli bir e-posta adresi veya telefon numarası girin.";

"login_mercedesme_id" = "Mercedes me ID";

"login_next" = "Devam";

"login_only_caption" = "Giriş yap";

"login_username" = "Mobil iletişim numarası veya e-posta adresi";

"login_user_not_registered" = "Lütfen diğer Mercedes me uygulamalarından birine ücretsiz olarak kaydolun.";

"pin_popup_button_again" = "Tekrar dene";

"pin_popup_cancel" = "İptal";

"pin_popup_default_no_pin_message" = "Lütfen Mercedes me uygulamalarından birinde bir PIN belirleyin.";

"pin_popup_description" = "Lütfen %1$d haneli PIN'inizi girin:";

"pin_popup_send" = "Gönder";

"pin_popup_title" = "PIN girişi";

"pin_popup_wrong_pin_msg" = "PIN doğru değil. Lütfen tekrar deneyin.";

"pin_popup_wrong_pin_title" = "Yanlış PIN";

"registration_user_consent_message" = "Uygulamayı sürekli geliştirmek için uygulamanın ve buna ait fonksiyonların kullanımını kişisel bilgilerinizi dikkate almadan analiz etmekteyiz. Bu fonksiyonu istediğiniz zaman Menü > Ayarlar > Analytics üzerinden etkin durumdan çıkartabilirsiniz.";

"registration_user_consent_title" = "Mercedes me kullanıcı verileri";

"verification_btn_next" = "Devam";

"verification_btn_send_again" = "Yeni TAN kodu talep et";

"verification_headline" = "Doğrulama kodu";

"verification_login_msg_mail" = "Lütfen e-posta ile size gönderdiğimiz TAN kodunu girin.";

"verification_login_msg_user" = "Doğrulama için şuraya %1$d haneli bir kod gönderdik: %2$@. Lütfen bu kodu girin.";

"verification_not_received" = "Henüz bir TAN kodunuz yok mu?";

"verification_not_received_hint_mail" = "Lütfen girilen e-posta adresini kontrol edin veya yeni bir doğrulama kodu talep edin.";

"verification_not_received_hint_phone" = "Lütfen girilen mobil iletişim numarasını kontrol edin veya yeni bir TAN kodu talep edin.";

"verification_send_again_msg" = "Talebiniz gönderildi";

"verification_title" = "Doğrulama";

